<?php 

return [

    'title' => 'الاعدادات',
    'header' => 'الاعدادات',
    'active' => 'اعدادات الشروط و الاحكام',
    'label' => 'اعدادات الشروط و الاحكام',
    'terms_conditions_en_label' => 'الشروط و الاحكام بالانجليزية',
    'terms_conditions_ar_label' => 'الشروط و الاحكام بالعربية',
    'submit' => 'تعديل',
    'required_valid' => 'الحقل مطلوب',
    'string_valid' => 'الحقل يجب ان يكون نص',
    'min_valid' => 'اقل عدد احرف مسموح به 3 احرف',
    'success' => 'تم تعديل اعدادات الشروط و الاحكام بنجاح',

];