<?php 

return [

    'title' => 'جميع الكوبونات',
    'header' => 'الكوبونات',
    'active' => 'جميع الكوبونات',
    'label' => 'جميع الكوبونات',
    'code' => 'الكود',
    'value' => 'قيمة الخصم',
    'type' => 'النوع',
    'max_usage' => 'اكثر عدد الاستخدامات',
    'number_of_usage' => 'عدد الاستخدامات',
    'min_order_value' => 'اقل قيمة للطلب',
    'expire_date' => 'تاريخ الانتهاء',
    'actions' => 'العمليات',
    'status' => 'الحالة',
    'edit' => 'تعديل',
    'delete' => 'حذف',
    'success' => 'تم حذف الكوبون بنجاح',

];