<?php 

return [

    'title' => 'تعديل مستخدم',
    'header' => 'المستخدمين',
    'active' => 'تعديل مستخدم',
    'add_new' => 'تعديل مستخدم',
    'submit' => 'تعديل',
    'name_label' => 'الاسم',
    'name_place' => 'ادخل اسم المستخدم',
    'email_label' => 'الايميل',
    'email_place' => 'ادخل ايميل المستخدم',
    'role_label' => 'القاعدة',
    'role_place' => 'ادخل قاعدة المستخدم',
    'valid_required' => 'الحقل مطلوب',
    'valid_string' => 'الحقل يجب ان يكون نص',
    'valid_unique' => 'قيمة الحقل مستخدمة',
    'valid_min' => 'اقل عدد احرف مسموح 3 احرف',
    'valid_max' => 'اكثر عدد احرف مسموح 50 حرف',
    'valid_exists' => 'القيمة غير موجودة فى سجلاتنا',
    'success' => 'تم تعديل المستخدم بنجاح',

];