<?php 

return [

    'title' => 'اضافة مقالة جديدة',
    'header' => 'المقالات',
    'active' => 'اضافة مقالة جديدة',
    'choose_file' => 'اختر ملف',
    'add_new' => 'اضافة مقالة جديدة',
    'submit' => 'اضافة',
    'title_en_label' => 'عنوان المقالة بالانجليزية',
    'title_ar_label' => 'عنوان المقالة بالعربية',
    'title_en_place' => 'ادخل عنوان المقالة بالانجليزية',
    'title_ar_place' => 'ادخل عنوان المقالة بالعربية',
    'article_en_label' => 'المقالة بالانجليزية',
    'article_ar_label' => 'المقالة بالعربية',
    'article_en_place' => 'ادخل المقالة بالانجليزية',
    'article_ar_place' => 'ادخل المقالة بالعربية',
    'image_label' => 'الصورة',
    'valid_required' => 'الحقل مطلوب',
    'valid_string' => 'الحقل يجب ان يكون نص',
    'valid_unique' => 'قيمة الحقل مستخدمة',
    'valid_min' => 'اقل عدد احرف مسموح 3 احرف',
    'valid_max' => 'اكثر عدد احرف مسموح 5000 حرف',
    'valid_image' => 'نوع الصورة غير مدعوم',
    'valid_mimetype' => 'نوع الصورة غير مدعوم',
    'valid_mimes' => 'امتداد الصورة غير مدعوم',
    'valid_exists' => 'القيمة غير موجودة فى سجلاتنا',
    'success' => 'تم اضافة المقالة بنجاح',

];