<?php

return [

    'my_acc' => 'حسابى',
    'title' => 'تسجيل الدخول',
    'header' => "دخول العميل",
    'home' => 'الرئيسية',
    'email' => 'البريد الالكترونى',
    'password' => 'كلمةالمرور',
    'button' => 'دخول',
    'Profile' => 'حسابك الشخصى',
    'email_place' => 'ادخل بريدك الالكترونى',
    'password_place' => 'ادخل كلمة المرور',
    'have_not_acc' => "جديد فى المتجر؟ انشئ حساب", 'email_valid_required' => 'الايميل مطلوب',
    'email_valid_email' => 'الايميل يجب ان يحتوى على @',
    'email_valid_exists' => 'الايميل غير موجود',
    'password_valid_required' => 'كلمة المرور مطلوبة',
    'credintial_not_found' => 'لم يتم العثور على أوراق الاعتماد هذه في سجلاتنا',
    'logout' => 'تسجيل الخروج',
    'new_customer' => 'عميل جديد',
    'create_acc' => 'انشاء حساب جديد',
    'sign_up' => 'قم بالتسجيل للحصول على حساب مجاني في متجرنا. التسجيل سريع وسهل. يتيح لك أن تكون قادرًا على الطلب من متجرنا. لبدء التسوق، انقر فوق التسجيل.',

];
