<?php

return [

    'title' => 'اضافة دولة جديدة',
    'header' => 'الدول',
    'active' => 'اضافة دولة جديدة',
    'add_new' => 'اضافة دولة جديدة',
    'submit' => 'اضافة',
    'name_en_label' => 'الاسم بالانجليزية',
    'name_ar_label' => 'الاسم بالعربية',
    'name_en_place' => 'ادخل اسم الدولة بالانجليزية',
    'name_ar_place' => 'ادخل اسم الدولة بالعربية',
    'valid_required' => 'الحقل مطلوب',
    'valid_string' => 'الحقل يجب ان يكون نص',
    'valid_unique' => 'قيمة الحقل مستخدمة',
    'success' => 'تم اضافة الدولة بنجاح',

];
