<?php

return [

    'title' => 'انشاء قسم جديد',
    'header' => 'الاقسام',
    'active' => 'انشاء قسم جديد',
    'choose_file' => 'اختر الصورة',
    'add_new' => 'انشاء قسم جديد',
    'submit' => 'انشاء',
    'name_en_label' => 'الاسم بالانجليزية',
    'name_ar_label' => 'الاسم بالعربية',
    'name_en_place' => 'ادخل اسم القسم بالانجليزية',
    'name_ar_place' => 'ادخل اسم القسم بالعربية',
    'image_label' => 'الصورة',
    'valid_required' => 'الحقل مطلوب',
    'valid_string' => 'الحقل يجب ان يكون نص',
    'valid_unique' => 'قيمة الحقل مستخدمة',
    'valid_min' => 'اقل عدد احرف مسموح 3 احرف',
    'valid_max' => 'اكثر عدد احرف مسموح 50 حرف',
    'valid_image' => 'نوع الصورة غير مدعوم',
    'valid_mimetype' => 'نوع الصورة غير مدعوم',
    'valid_mimes' => 'امتداد الصورة غير مدعوم',
    'valid_exists' => 'القيمة غير موجودة فى سجلاتنا',
    'success' => 'تم اضافة القسم بنجاح',

];
